<!DOCTYPE HTML>
<!--[if lt IE 7]>      <html class="no-js lt-ie9 lt-ie8 lt-ie7"> <![endif]-->
<!--[if IE 7]>         <html class="no-js lt-ie9 lt-ie8"> <![endif]-->
<!--[if IE 8]>         <html class="no-js lt-ie9"> <![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js">
<!--<![endif]-->
<html lang="ja">
<head>


<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width,initial-scale=1">
<meta name="robots" content="noindex , nofollow" />
<title>EC Apo(イーシーアポ)ー決裁者アポをネットショップで購入</title>
<meta name="keywords" content="ECApo,イーシーアポ,ECアポ,アポ獲得代行,テレアポ代行">
<meta name="description" content="全国の決裁者アポイントをネットショッピング感覚で購入できる営業支援サービスです！">


<!-- CSS -->
<link href="https://ec-apo.com/receive/register/css/normalize.css" type="text/css" rel="stylesheet">
<link href="https://ec-apo.com/receive/register/css/style.css" type="text/css" rel="stylesheet">
<link href="https://ec-apo.com/receive/register/css/responsive.css" type="text/css" rel="stylesheet">

<!--Fonts -->
<link href="https://fonts.googleapis.com/css2?family=Noto+Sans:wght@400;700&display=swap" rel="stylesheet">


<style>

span.openblue{
background:#0000ff;
}


span.closered{
background:#ff0000;
}

.yellowback{
    background: #ffff00;
}


.submit2a{
text-align: center;
    display: inline-block;
    width: 70%;
    border-radius: 5px;
    background: #383AFF;
    font-size: 14px;
    color: #fff;
    padding: 5px 10px;
    font-weight: bold;
    letter-spacing: 2px;
    border: none;
    margin: 0 10px;
    cursor: pointer;
cursor: hand;
}


.submitback{
text-align: center;
    display: inline-block;
	width: 360px;
    border-radius: 10px;
    background: #000000;
    font-size: 18px;
    color: #fff;
    padding: 20px 0;
    font-weight: bold;
    letter-spacing: 2px;
    border: none;
    margin: 0 10px;
    cursor: pointer;
cursor: hand;
}

</style>


    <!-- Google Tag Manager -->
<script>(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
})(window,document,'script','dataLayer','GTM-NG69K52');</script>
<!-- End Google Tag Manager -->
    
  </head>

  <body id="pagetop">

<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NG69K52"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->

<!--header-->
<header> 
    <div class="fixedcontainer">
    	<div class="header_in">
    		<div class="logo hidden-sp"><a href="index.php"><img src="../../../img/logo2.png" alt="EC Apo(イーシーアポ)ー決裁者アポをネットショップで購入"></a></div>
    		<div class="logo visible-sp"><a href="index.php"><img src="../../../img/logo2.png" alt="EC Apo(イーシーアポ)ー決裁者アポをネットショップで購入"></a></div>
    	</div>
    </div>
</header>

	<section id="contact">
		<div class="fixedcontainer">
			<div class="contact_table">
			<p>
			<b>サイト利用規約</b><br>
			<br>
<b>第1条 本規約の適用範囲</b><br>
1.　この規約（以下、「本規約」といいます。）は、株式会社リアリディール（以下、「当社」といいます。）が運営するウェブサイト「EC Apo」（以下、「本サイト」といいます。）において提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。<br>
2.　本規約は、本サービスの閲覧、本サービスへの直接的又は間接的なアクセス、本サービスを通じての購入などの利用を行った方（以下、第4条で定める「会員」を含み、「利用者」といいます。）及び当社に適用されます。本サービス以外に当社が利用者に提供するサービスに関しては、当社が別途定める当該サービスの利用にかかる規約が適用され、当該規約に別途定められる場合を除き、本規約は適用されないものとします。<br>
3.　当社は、以下の各号の何れかに該当する場合、当社の裁量により、本規約を変更することができます。<br>
　1.　本規約の変更が、利用者の一般の利益に適合する場合<br>
　2.　本規約の変更が、契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性、変更の内容その他の変更に係る事情に照らして合理的なものである場合<br>
4.　当社は前項による本規約の変更にあたり、変更後の本規約の効力発生日までの相当期間、本規約を変更する旨及び変更後の本規約の内容とその効力発生日を当社ウェブサイトに掲示その他当社が別途定める方法により、利用者に対して通知します。<br>
5.　変更後の本規約の効力発生日以降に利用者が本サービスを利用した場合、利用者は、変更後の本規約に同意したものとみなします。<br>
6.　本規約の全部又は一部が変更された場合、本サービスの利用に関して、変更後の本規約のみが利用者及び当社に適用され、利用者及び当社は変更後の本規約のみに従うものとします。<br>
<br>
<b>第2条 本サービスの利用</b><br>
1.　利用者は、法令、本規約、当社が別途定める個人情報保護方針に従い、本サービスを利用するものとします。<br>
2.　未成年、成年被後見人、被保佐人及び被補助人の利用者は、法定代理人によって操作されていないもしくは法定代理人の事前の同意を得ていなかった場合は、本サービスを利用することができません。<br>
<br>
<b>第3条 本サービスの内容</b><br>
利用者は、本サービスにおいて以下の各号に規定する行為ができます。<br>
1.　当社所定の方法に従い、当社から商品を購入すること。なお、会員登録が必要な商品があります。<br>
2.　その他、当社が本サイトを通じて利用者向けに提供するサービスを利用すること。<br>
<br>
<b>第4条 会員</b><br>
1.　本規約において「会員」とは、本規約に同意の上、本規約に従って本サービスの会員登録をした利用者をいいます。<br>
2.　会員は、本サービスにおいて以下の各号に規定する行為ができます。<br>
　1.　会員登録情報機能を利用すること（「会員登録情報機能」とは、会員の氏名、性別、生年月日、住所及びメールアドレスその他の登録情報を閲覧できる機能といいます）<br>
　2.　その他、当社が本サイトを通じて会員向けに提供するサービスを利用すること。<br>
<br>
<b>第5条 会員登録</b><br>
1.　利用者のうち本サービスの会員登録を希望する者（以下、「会員登録希望者」といいます。）は、本規約に同意した上で、本サイトの会員登録ページから、当社が別途指定する方法に従い、自らの性別、生年月日、郵便番号、メールアドレス及びパスワードを設定及び入力し、また、本サービスにより商品を購入する際には、自らの氏名、住所及び電話番号も設定及び入力し、会員登録の申請（以下、「登録申請」といいます。）を行うものとします。未成年、成年被後見人、被保佐人及び被補助人は、法定代理人によって設定及び入力されていないもしくは法定代理人の事前の同意を得ていなかった場合は、登録申請ができないものとします。<br>
2.　当社は、会員登録希望者が会員登録ボタンを押した時点で、登録申請を承認するものとします。<br>
3.　前項の規定に拘わらず、当社は、以下の各号の何れかに該当することが判明した場合、登録申請を承認しないことがあります。<br>
　1.　会員登録希望者が、当社が現在提供する又は過去に提供していたサービスに関する規約に違反したこと又はその他の事由により、会員登録の取消その他の処分を受けていた場合<br>
　2.　会員登録希望者が登録申請に際して当社に提供した内容に、虚偽の事項が含まれていた場合<br>
　3.　会員登録希望者が、当社が現在提供する又は過去に提供していたサービスに関して、料金その他の支払をしていないこと。<br>
　4.　会員登録希望者が、過去に第18条に規定する行為をした場合<br>
　5.　会員登録希望者が、第19条に反した場合<br>
　6.　上記各項に該当する虞があると当社が合理的に判断する場合<br>
　7.　その他登録申請を承認することが本サービスの運営又は管理上、不適当であると当社が合理的に判断する場合<br>
<br>
<b>第6条 登録内容の変更</b><br>
1.　利用者は、氏名、住所、電話番号その他当社に登録している内容の全部又は一部に変更が生じた場合、当社が別途指定する方法により、直ちに登録内容を変更するものとします。<br>
2.　当社は、利用者が前項に従って登録内容を変更しなかったことに起因又は関連して、利用者に生じた損害、損失、費用及び不利益（以下、「損害等」といいます。）について、損害賠償、補償、補填その他の責任を負いません。<br>
<br>
<b>第7条 退会手続</b><br>
会員は、当社が別途定める手続を経て、いつでも退会することができます。会員は、本規約に従って当社が会員からの退会申請を受領した時点で会員資格を喪失するものとします。<br>
<br>
<b>第8条 本サービスの利用停止及び会員登録の取消等</b><br>
1.　当社は、利用者が以下の各号の何れかに該当することが判明した場合、当該利用者に事前に通知又は催告することなく、当該利用者に対する本サービスの利用停止、会員登録の取消その他当社が適当と考える措置を講じることができるものとします。<br>
　1.　利用者が、当社が現在提供する又は過去に提供していたサービスに関する規約に違反をしたこと又はその他の事由により、利用停止又は会員登録の取消その他の処分を受けていた場合<br>
　2.　利用者が当社に提供した内容に、虚偽の事項が含まれていた場合<br>
　3.　利用者が、当社が現在提供する又は過去に提供していたサービスに関して、金員の支払をしていないこと（当社が別途認める支払方法に従って第三者に対して金員の支払をしていないことを含みますが、これに限りません。）<br>
　4.　利用者が、本規約に違反（軽微な違反を含みます。）した場合<br>
　5.　その他利用者が当社の定める何らかの規約に違反した場合<br>
2.　利用者は、前項各号に規定する場合が本サービスを利用できない重大な事由に該当することを確認するものとします。<br>
3.　本条第1項に定める事由による措置によって利用者が被った損害等について、当社の故意又は重過失による場合を除いて当社は損害賠償、補償、補填その他の責任を負いません。<br>
<br>
<b>9条 ID及びパスワードの管理</b><br>
1.　利用者は、自己の責任において、本サービスのログインに用いるIDその他の各種ID（商談を依頼する確定メールを管理するメールサーバー等の本サービスと連携する他社サービスのIDを含みます。）及びメールアドレス並びにパスワード（以下、「ログイン情報」といいます。）を厳重に管理及び保管するものとします。<br>
2.　利用者は、自己のログイン情報を第三者に利用させ又は譲渡、売買、承継、貸与、開示若しくは漏洩してはならないものとします。<br>
3.　利用者は、自己のログイン情報が第三者によって不正に使用されていることが判明した場合、直ちに当社に連絡するものとし、当社の指示がある場合は当該指示に従うものとします。<br>
4.　本サイトへのアクセスに関連して送信されたログイン情報が、会員登録申請時又は会員登録後のログイン情報変更時に当社に登録したログイン情報と同一である場合、当社は、当該会員からの送信とみなします。<br>
5.　利用者は、自己のログイン情報の管理不十分、使用上の過誤又は不手際、第三者による無断使用その他本条の違反に起因又は関連して利用者に生じた損害等につき自ら責任を負うものとし、当社の故意又は重過失による場合を除いて、当社は損害賠償、補償、補填その他の責任を負いません。<br>
<br>
<b>第10条 商品の購入</b><br>
1.　利用者は、本サービスにより商品の購入を希望する場合、当社が指定する方法に従って、商品の購入を申込むものとします。<br>
2.　前項の申込みに伴い、利用者が入力した事項及び商談を依頼する内容等を確認の上で本サイトにおいて商談を依頼する旨のボタンをクリックし、その後、サイト掲載者から商談成立と日程確定の旨のメールが利用者に到達した時点で、利用者とサイト掲載者との間に当該商品に関する売買契約が成立するものとします。<br>
3.　前項の規定に拘わらず、本サービスの利用に関して利用者に不正又は不適当な行為、本規約の違反（軽微な違反を含みます。）があった場合（第18条及び第19条の違反を含みますが、これらに限りません。）、当社は、売買契約について取消、解除、損害賠償請求その他当社が適当と考える措置を講じることができるものとします。なお、当該措置によって利用者が被った損害等に関して、当社の故意又は重過失による場合を除いて、当社は損害賠償、補償、補填その他の責任を負いません。<br>
<br>
<b>第11条 支払方法</b><br>
1.　商品の代金は、商品の価格（消費税を含みます。）及び商品の販売に係る取扱手数料の合計となります。<br>
2.　商品の代金の支払方法は、利用者本人名義のクレジットカードによる支払又は当社が別途認める支払方法に限ります。<br>
3.　クレジットカードによる支払の場合、利用者は、利用者がクレジットカード会社との間で別途契約する条件に従うものとします。なお、クレジットカードの利用に関連して、利用者とクレジットカード会社の間で何らかの紛争が発生した場合、利用者は、自己の責任において、当該紛争を解決するものとします。<br>
<br>
<b>第12条 キャンセル</b><br>
1.　当社は、以下の各号の何れかに該当する場合に限り、商品のキャンセルを受け付けます。<br>
　1.　売買契約が成立したサイト掲載者と面談できなかった場合(商談予定日から3日以内に弊社に申告した場合に限る)<br>
　2.　売買契約が成立する前にサイト利用者がキャンセル処理を行なった場合<br>
2.　利用者は、当社が定める手順に従ってキャンセルの申請を行うものとしますが、申請を行なってもキャンセルが確定するわけではありません。サイト掲載者へのヒアリング含め当社の調査によって、キャンセルの受理/不受理を7営業日以内に決定いたします。<br>
<br>
<b>第13条 商品に関する免責</b><br>
1.　本サービスを通じて販売される商品の品質、条件、サイト利用者の提案するサービスとの適合性その他の欠陥に関する当社の責任は一切ないものとします。<br>
2.　当社は、本サイトのトップページ及び本サイトにおける写真及びコメント並びにTwitterその他のSNSサービスの利用会員が投稿した商品に関するコメントについて、適法性、有効性、正確性、確実性、安全性、最新性及び完全性を含め、何らの保証をせず当社の故意又は重過失による場合を除いて、責任を負いません。<br>
<br>
<b>第14条 個人情報の取扱い</b><br>
当社は、当社が別途定める「個人情報保護方針」等に従って、本サービスの利用に関連して当社が知り得た利用者の個人情報を取り扱うものとします。<br>
<br>
<b>第15条 情報の管理</b><br>
1.　当社は、その裁量により、当社及び当社と提携するサイトにおいて、本サービスに関連して利用者が発信した画像、テキスト、デザイン、ロゴ、映像、プログラム、アイディアその他一切の情報（以下、「コンテンツ」といいます。）の全部又は一部を自由に利用できるものとします。当社は、当該コンテンツを利用するにあたり、利用者に対して金銭その他一切の対価の支払を要しないものとします。<br>
2.　当社は、利用者のアクセス履歴及び利用状況の調査、利用者へのサービス向上その他当社が別途定めるCookieポリシーに定める利用目的のために、以下の各号に規定する情報を収集します。<br>
　1.　利用者が本サービスのサーバーにアクセスする際のIPアドレス又は携帯端末の機体識別番号に関する情報<br>
　2.　当社が、Cookieの技術（Webブラウザを通じてユーザーのコンピューターに一時的にデータを書き込んで利用者が最後にサイトを訪れた日時、そのサイトの訪問回数等を記録保存する技術をいいます。）を通じて取得する利用者のアクセス情報<br>
<br>
<b>第16条 サービスの停止又は中止</b><br>
当社は、以下の各号の何れかに該当する場合、利用者に事前に通知又は催告をすることなく、本サイト及び本サービスの提供の全部又は一部を停止又は中止できるものとします。<br>
1.　火災、地震、洪水、落雷、大雪その他の天変地異が生じた場合<br>
　1.　戦争、内乱、テロ、暴動、騒擾、重大な疫病その他の社会不安が生じた場合<br>
　2.　当社が契約している電話会社、運送会社又はプロバイダから適切なサービスを受けられなかった場合<br>
　3.　当社が技術的に対応不可能な事由が生じた場合<br>
　4.　本サービス提供のためのコンピューターシステム（以下、「システム」といいます。）の定期保守及び緊急保守の場合<br>
　5.　システムの不良及び第三者からの不正アクセス、コンピューターウィルスの感染等により、システムの運用が困難になった場合<br>
　6.　法令・規則の制定・改廃又は行政機関又は司法機関から相当な根拠に基づき要請された場合<br>
　7.　その他やむを得ずシステムの停止又は中止が必要であると当社が判断した場合<br>
<br>
<b>第17条 本サービスに関する免責事項</b><br>
1.　当社は、本サービスから他のウェブサイト若しくはリソースへのリンク又は第三者のウェブサイト若しくはリソースから本サービスへのリンクを提供している場合、当該リンク先又はリンク元のウェブサイト又はリソースの内容、利用及びその結果（適法性、有効性、正確性、確実性、安全性、最新性及び完全性を含みますが、これらに限りません。）について、何ら保証せず責任を負いません。当社は、リンク先のウェブサイト又はリソースの内容が、法令違反又は本サービスの管理若しくは運営上不適切であると合理的に判断した場合、利用者に何らの通知又は催告をすることなく、当該リンクを削除できるものとします。<br>
2.　本サービス中に掲載されている広告又は宣伝を経由して、利用者と広告主又は宣伝主との間において取引が行われる場合、利用者は、自らの判断と責任により当該取引を行うものとし、当社は責任を負いません。当該取引にかかる代金の支払、契約条件の決定、保証、担保責任、ライセンスの有無その他の内容及び条件について、当社は何ら保証せず責任を負いません。<br>
3.　第16条各号の何れかに該当する場合その他不可抗力によって本サービスが停止又は中止されたことに関して、当社は責任を負いません。<br>
4.　当社は、利用者が登録した内容に従って事務を処理することにより、当社の債務を履行し免責されるものとします。<br>
5.　利用者が、本サービスを利用することにより、他の利用者又は第三者に対して損害等を与えた場合、当該利用者は自らの責任と費用において解決するとともに、当社に損害等を与えないものとします。<br>
6.　本契約の定めに関わらず、当社の責めに帰すべき事由により本サービスに起因又は関連して利用者に生じた損害等について、当社に故意又は重過失がある場合を除き、当社は利用者に現実に生じた通常かつ直接の範囲の損害等に限り、代金相当額を限度として責任を負うものとします。<br>
<br>
<b>第18条 禁止事項</b><br>
1.　利用者は、以下の各号に該当する行為を行ってはならないものとします。<br>
　1.　他の利用者、他の利用者以外の第三者又は当社に迷惑若しくは損害等を与える行為又はそれらのおそれのある行為<br>
　2.　他の利用者、他の利用者以外の第三者又は当社の著作権その他の知的財産権、肖像権、人格権、プライバシー権、パブリシティ権その他の権利を侵害する行為又はそれらのおそれのある行為<br>
　3.　公序良俗に反する行為その他法令に違反する行為又はそれらのおそれのある行為<br>
　4.　虚偽又は誤解を招くような内容を含む情報を登録する行為<br>
　5.　当社が本サービスで提供するコンテンツを利用者が私的使用の範囲外で使用する行為<br>
　6.　他の利用者又は他の利用者以外の第三者を介して、本サービスを通じて入手したコンテンツを複製、販売、出版、頒布、公開その他これらに類似する行為<br>
　7.　他の利用者の個人情報を収集、蓄積又は保存する行為<br>
　8.　コンピューターのソフトウェア、ハードウェア又は通信機器の機能を妨害、破壊又は制限するように設計されたコンピューターウィルス、コンピューターコード、ファイル又はプログラムを本サービスにアップロード又はメール等の手段で送信する行為<br>
　9.　クローリング（クローラ、ロボット又はスパイダー等のプログラム）、スクレイピング及びその他の類似の手段によって本サービスにアクセスし、又は本サービスに関する情報を取得する行為<br>
　10.　不正なプログラム・スクリプトなどを用いて、サーバーに負荷を与える行為<br>
　11.　同一利用者が複数の会員登録をする行為（パソコン、携帯電話又はスマートフォンの何れかから別々に登録する行為も含みますが、これに限りません。）<br>
　12.　過度にキャンセル又は商品を返品する行為<br>
　13.　当社の信用を毀損又は失墜させる行為その他当社が不適当であると合理的に判断する行為<br>
2.　利用者は、前項の違反（軽微な違反を含みます。）に起因又は関連して当社又は第三者に生じた損害等を全て賠償するものとします。<br>
<br>
<b>第19条 反社会勢力の排除</b><br>
1.　利用者は、当社に対して、以下の各号の事項を確約するものとします。<br>
　1.　自らが、暴力団、暴力団関係企業、総会屋若しくはこれらに準ずる者又はその構成員（以下、「反社会勢力」といいます。）ではないこと。<br>
　2.　会員登録希望者及び利用者が法人の場合、自らの役員（業務を執行する社員、取締役、執行役又はこれらに準ずる者をいいます。）が反社会勢力ではないこと。<br>
　3.　反社会勢力に自己の名義を利用させ、又は反社会勢力の利益に供するために本サービスを利用するものではないこと。<br>
　4.　自ら又は第三者を利用して、当社に対する脅迫的な言動又は暴力を用いる行為や、偽計又は威力を用いて当社の業務を妨害し又は信用を毀損する行為を行わないこと。<br>
　5.　当社は、利用者が前項に違反した場合、利用者に何らの通知又は催告なく、当該利用者との商品の売買契約の解除及び会員登録の抹消その他本規約に定める措置を講じることができるものとします。<br>
2.　前項の措置に起因又は関連して当該会員登録希望者又は利用者に生じた損害等について、当社に故意又は重過失がある場合を除き、当社は損害賠償、補償、補填その他の責任を負いません。また、当該利用者は、第1項に違反したことに起因又は関連して当社に生じた損害等を賠償するものとします。<br>
<br>
<b>第20条 知的財産権</b><br>
1.　本サービスを通じて提供されるコンテンツの著作権その他の知的財産権は、全て当社及びコンテンツ提供者に専属的に帰属するものとします。<br>
2.　目的の如何を問わず、利用者によるコンテンツの無断複製、無断転載その他の無断二次利用行為その他の国内外の著作権法を含む法令により禁止される行為が発見された場合、当社は直ちに法的措置をとるものとします。<br>
3.　本条の規定に違反して利用者と第三者との間で何らかの紛争が生じた場合、利用者はその責任と費用において解決するとともに、当社に損害等を与えないものとします。また、万が一、当社に損害等が生じた場合、利用者は、当該損害等を全て賠償するものとします。<br>
<br>
<b>第21条 分離可能性</b><br>
本規約の何れかの条項の全部又は一部が無効又は違法となった場合であっても、当該無効又は違法は、如何なる意味でも本規約の他の条項並びにその解釈及び適用に何ら影響せず、これらの適法性及び有効性を損なわず、またこれらを無効にするものではありません。<br>
<br>
<b>第22条 譲渡禁止</b><br>
利用者は、当社の書面による事前の承諾を得た場合を除き、本規約に基づく権利義務又は債権債務の全部又は一部を第三者に譲渡、移転、承継、担保提供その他の処分をしてはならないものとします。<br>
<br>
<b>第23条 その他</b><br>
1.　本サービスに関して、本規約又は当社の指導若しくは対応により解決できない問題が生じた場合、当社と利用者との間で双方誠実に話し合い、これを解決するものとします。<br>
2.　本規約の準拠法は日本法とします。<br>
3.　本規約に関して発生する紛争については、東京簡易裁判所又は東京地方裁判所を第一審の専属合意管轄裁判所とします。<br>
<br>
付則：本規約は2022年7月11日から全ての利用者に適用されるものとします。<br>
<br>
</p>
			</div>
		</div>
	</section>

<footer> 
	<div class="fixedcontainer">
		<p class="copyright">Copyright(c) Realideal corp. All Rights Reserved.</p>
	</div>
</footer>

<script src="js/jquery-1.11.3.min.js" ></script>
<script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery-smooth-scroll/2.2.0/jquery.smooth-scroll.min.js"></script>
<script src="https://ajaxzip3.github.io/ajaxzip3.js" charset="UTF-8"></script>
<script>
$(document).ready(function(){
  $('a').smoothScroll();
 //   $(window).scroll(function(){
	   	
	// 	var $height = $(window).scrollTop();
		
	// 	if($height > 50) {
	// 		$('.fixed_bottom').show();
	// 	} else {
	// 		$('.fixed_bottom').hide();
	// 	}
	// });
   $(".menu-trigger").on("click",function(){
		$(this).toggleClass("active");
		$(".g-nav").slideToggle();
	});
	$(".g-nav ul li a").on("click",function(){
		$(".menu-trigger").toggleClass("active");
		$(".g-nav").slideToggle();
	});
	$(".faq_one").on("click",function(){
		$(this).toggleClass("open");
		$(this).find(".faq_txt").slideToggle();
	});
});
</script>


</body>
</html>